Repository: Jolitaviso/eisva
Catalog: blog/communication/locale/*/LC_MESSAGES/django.po
Languages: lt

source: temporal tracking
lt: laikinas sekimas

source: general
lt: bendras

source: ownership
lt: nuosavybė

source: communication
lt: pranešimas

source: name
lt: pavadinimas

source: description
lt: aprašymas

source: updated at
lt: atnaujinta

source: created at
lt: sukurta

source: owner
lt: savininkas

source: Youtube video
lt: Youtube vaizdo įrašą

source: from Youtube's video URL copy the part after 'https://www.youtube.com/watch?v='.
lt: iš YouTube vaizdo įrašo URL nukopijuokite dalį po 'https://www.youtube.com/watch?v='.

source: blog
lt: tinklaraštis

source: blogs
lt: tinklaraščiai

source: communications
lt: pranešimai

source: title
lt: pavadinimas

source: note
lt: raštelis

source: image
lt: paveiksliukas

source: commented by
lt: pakomentavo

source: comment
lt: komentaras

source: comments
lt: komentarai

source: user
lt: naudotojas

source: blog like
lt: tinklaraščio patiktukas

source: blog likes
lt: tinklaraščio patiktukai

source: communication like
lt: pranešimų patiktukas

source: communication likes
lt: pranešimų patiktukai

source: home
lt: pagrindinis

source: admin
lt: administratorius

source: log out
lt: atsijungti

source: log in
lt: prisijungti

source: sign up
lt: registruotis

source: create a blog at
lt: sukurti tinklaraštį

source: create a blog
lt: sukurti tinklaraštį

source: create
lt: sukurta

source: deleting
lt: ištrynimas

source: deleting blog
lt: ištryninimas tinklaraščio

source: are you sure you want to delete blog
lt: ar tu esi tikras, kad nori ištrinti šį tinklaraštį

source: all blog's
lt: visi tinklaraščiai

source: communications will be deleted
lt: pranešimai bus ištrinti

source: confirm
lt: patvirtinti

source: change mind
lt: persigalvoti

source: no loves yet
lt: nėra patiktukų

source: user loves it
lt: vartotojui patinka tai

source: users love it
lt: vartotojams patinka tai

source: edit
lt: redaguoti

source: delete
lt: ištrinti

source: return
lt: grįžti

source: add
lt: pridėti

source: No related communications.
lt: Jokių susijusių pranešimų

source: create new
lt: sukurta

source: filter by owner
lt: filtruoti pagal savininką

source: search by name
lt: ieškoti pagal vardą

source: no blogs found
lt: nerasta tinklaraiščių

source: editing
lt: redagavimas

source: editing blog
lt: redagavimas tinklaraiščio

source: create a comment at
lt: sukurti komentarą į

source: create a comment
lt: sukurti komentarą

source: comment image
lt: komentaro paveiksliukas

source: create a detail
lt: sukurti detalę

source: comment detail
lt: komentuoti detalę

source: created at:
lt: sukurta

source: editing comment
lt: redaguoti komentarą

source: deleting comment
lt: ištrinti komentarą

source: are you sure you want to delete comment
lt: ar tikrai norite ištrinti komentarą

source: all comment's
lt: visus komentaro

source: create a communication at
lt: sukurti pranešimą į

source: create a communication
lt: sukurti pranešimą

source: deleting communication
lt: ištrinti pranešimą

source: are you sure you want to delete communication
lt: ar tikrai norite ištrinti pranešimą

source: created
lt: sukurta

source: updated
lt: atnaujinta

source: no comments yet...
lt: nėra komentarų dar

source: profile picture
lt: profilio nuotrauka

source: no profile picture
lt: nėra profilio nuotraukos

source: list
lt: sąrašas

source: communication topic
lt: pranešimo tema

source: filter by blog name
lt: filtruoti pagal tinklaraščio pavadinimą

source: no communication found
lt: nėra pranešimų

source: thanks and good day
lt: ačiū ir geros dienos

source: editing communication
lt: redagavimas pranešimų

source: about us
lt: apie mus

source: how we grow
lt: kaip užsaugome

source: your activity
lt: tavo veikla

source: login required
lt: prašome prisijungti

source: nothing here
lt: tuščia

source: blog created successfully
lt: tinklaraštis sukurtas sėkmingai

source: blog updated successfully
lt: tinklraštis atnaujintas sėkmingai

source: blog deleted successfully
lt: tinklraštis ištrintas sėkmingai

source: users
lt: naudotojai

source: communication created successfully
lt: pranešimas sukurtas sėkmingai

source: Blog not found
lt: tinklaraštis nerastas

source: communication edited successfully
lt: pranešimas redaguotas sėkmingai

source: communication deleted successfully
lt: pranešimas ištrintas sėkmingai

source: comment created successfully
lt: komentaras sukurtas sėkmingai

source: Communication not found
lt: pranešimų nerasta

source: comment edited successfully
lt: komentaras redaguotas sėkmingai

source: Comment deleted successfully
lt: komentaras ištrintas sėkmingai
